//JPN04CBA JOB (),'IBMUSER',NOTIFY=&SYSUID,
//             MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1)
//*
//STEP01 EXEC IGYWCL,PARM='LIB,APOST,XREF,MAP,OFFSET'
//STEPLIB DD  DSN=ADCD.Z111S.VTAMLIB,DISP=SHR
//        DD  DSN=IGY420.SIGYCOMP,DISP=SHR
//COBOL.SYSIN  DD DSN=JOSAN1.COBOL1.SOURCE(PBC1N04),DISP=SHR
//LKED.SYSLMOD DD DSN=ADCD.Z111S.VTAMLIB(PBC1N04),DISP=SHR
//
